// 工作区设置（租户管理中心）
export default {
  // 租户设置(管理中心)页面
  管理工作区和团队设置: '管理工作区和团队设置',
  工作区: '工作区',
  常规设置: '常规设置',
  客服: '客服',
  多客服: '多客服',
  网站: '网站',
  数据: '数据',
  标签: '标签',
  自定义属性: '自定义属性',

  // 工作区设置 - 常规设置
  配置工作区的基本信息和设置: '配置工作区的基本信息和设置',
  创建工作区: '创建工作区',
  创建一个新的工作区来组织你的团队和项目:
    '创建一个新的工作区来组织你的团队和项目',
  '创建成功。': '创建成功。',
  '工作区ID': '工作区ID',
  工作区ID不可修改: '工作区ID不可修改',
  工作区名称: '工作区名称',
  请输入工作区名称: '请输入工作区名称',
  '工作区Logo': '工作区Logo',
  访问路径: '访问路径',
  请输入访问路径: '请输入访问路径',
  危险操作: '危险操作',
  '删除工作区将无法恢复，请谨慎操作': '删除工作区将无法恢复，请谨慎操作',
  删除工作区: '删除工作区',
  默认工作区不能删除: '默认工作区不能删除',
  确认删除工作区: '确认删除工作区',
  '删除工作区后，所有相关数据将被永久删除，此操作无法撤销。确定要继续吗？':
    '删除工作区后，所有相关数据将被永久删除，此操作无法撤销。确定要继续吗？',
} as const;
